[Demo_CommonKP_ep5_4_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-487),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-1600,Y=-11568,Z=-622),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ハットリ　アスカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.67_HATTORI_ASUKA',Vec=(X=-1850,Y=-11508,Z=-622),VecSub=(X=0,Y=0,Z=0),CId=67)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クラシキ　キララ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.68_KURASHIKI_KIRARA',Vec=(X=-1750,Y=-11578,Z=-622),VecSub=(X=90,Y=0,Z=0),CId=68)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="ハットリ　アスカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.67_HATTORI_ASUKA',motionName[0]="ne_CE_0103_fx_close_perplex",motionName[1]="zk_CM_0003_fx_close_smile_L",motionName[2]="zk_DM_0800_lp_DownA",Rate=0,Number=3,Bit=4)
DemoScripts[9]=(Actor=CHARACTER,Command=CHEEK,Name="ハットリ　アスカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.67_HATTORI_ASUKA',Rate=0.8,Number=)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="クラシキ　キララ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.68_KURASHIKI_KIRARA',motionName[0]="de_CE_0103_fx_close_perplex",motionName[1]="zk_CM_0002_fx_close_smile_S",motionName[2]="zk_DM_0900_lp_DownB",Rate=0,Number=3,Bit=4)
DemoScripts[11]=(Actor=CHARACTER,Command=CHEEK,Name="クラシキ　キララ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.68_KURASHIKI_KIRARA',Rate=0.8,Number=)
DemoScripts[12]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Infatuated.GG2_BGM_DM_CMN_Infatuated_Cue')
DemoScripts[13]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Cave.GG2_AMB_Cave_LP_Cue')
DemoScripts[14]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[15]=(Actor=FADE,Command=WAIT)
DemoScripts[16]=(Actor=WINDOW,Command=SET)
DemoScripts[17]=(Actor=SYSTEM,Command=ACT_EVENT,Number=7,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[18]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0110_fx_Stand2Go",Rate=1,Number=2,Bit=0)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1000_lp_Go",Number=8)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_001_Cue',Name="エコロ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=WINDOW,Command=EXIT)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[29]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-1750,Y=-11500,Z=-600))
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1001_fx_Go2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[32]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-137,Y=-22,Z=0),SecTime=0.5)
DemoScripts[33]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[34]=(Actor=WINDOW,Command=SET)
DemoScripts[35]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[36]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[37]=(Actor=WINDOW,Command=EXIT)
DemoScripts[38]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-137,Y=-22,Z=0),SecTime=0.5)
DemoScripts[39]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[40]=(Actor=WINDOW,Command=SET)
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[42]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[43]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_003_Cue',Name="エコロ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[50]=(Actor=WINDOW,Command=EXIT)
DemoScripts[51]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-137,Y=-22,Z=0),SecTime=0.5)
DemoScripts[52]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[53]=(Actor=WINDOW,Command=SET)
DemoScripts[54]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[55]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_005_Cue',Name="ハットリ　アスカ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_006_Cue',Name="クラシキ　キララ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[65]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[66]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[67]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[68]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[70]=(Actor=WINDOW,Command=EXIT)
DemoScripts[71]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[72]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[73]=(Actor=WINDOW,Command=SET)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=1,Number=2,Bit=0)
DemoScripts[75]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_009_Cue',Name="エコロ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_010_Cue',Name="エコロ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_011_Cue',Name="エコロ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[89]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[90]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[91]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[93]=(Actor=WINDOW,Command=EXIT)
DemoScripts[94]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[95]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[98]=(Actor=WINDOW,Command=SET)
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_014_Cue',Name="エコロ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[105]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[106]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[108]=(Actor=WINDOW,Command=EXIT)
DemoScripts[109]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[110]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[111]=(Actor=WINDOW,Command=SET)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_017_Cue',Name="エコロ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[118]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[120]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[121]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[122]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[124]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[125]=(Actor=WINDOW,Command=EXIT)
DemoScripts[126]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[127]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[128]=(Actor=WINDOW,Command=SET)
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[133]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=4,CId=71)
DemoScripts[134]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Disappoint_Cue')
DemoScripts[135]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_021_Cue',Name="エコロ")
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[141]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[142]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[143]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[145]=(Actor=WINDOW,Command=EXIT)
DemoScripts[146]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[147]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[148]=(Actor=WINDOW,Command=SET)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[151]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_024_Cue',Name="エコロ")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[153]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[155]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[156]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=1,Number=2,Bit=0)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Number=6)
DemoScripts[163]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=2,CId=71)
DemoScripts[164]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Surprise_Cue')
DemoScripts[165]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonKP_ep5_4.GG2_V_CMNKP_ep5_4_027_Cue',Name="エコロ")
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[167]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[169]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-137,Y=-22,Z=0),SecTime=0.5)
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[171]=(Actor=WINDOW,Command=EXIT)
DemoScripts[172]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[173]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[174]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[175]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[176]=(Actor=SYSTEM,Command=END)

[Select_CommonKP_ep5_4_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonKP_ep5_4_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="做得漂亮,峯大大人!/n請看!/n老師她們也被放開......咦,奇怪?")

Texts[1]=(Label="TEXT02",Name="峯大",Text="老師!! 沒事吧!?")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="總算是把她們救出來了,不過....../n峯大大人....../n你就不能做得更好一點嗎?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="唔......!/n這......這也是沒辦法的事吧....../n比起這個,老師有沒有事......")

Texts[4]=(Label="TEXT05",Name="服部 明日香",Text="咦......為什麼......?/n唔......唔~嗯......已經不行了~")

Texts[5]=(Label="TEXT06",Name="倉敷 綺羅羅",Text="唔--嗯......峯大同學....../n再繼續的話......不行......~/n這是未來的機密事項唷......嗚呵呵呵......")

Texts[6]=(Label="TEXT07",Name="峯大",Text="老......老師?/n難道是暈過去了......?")

Texts[7]=(Label="TEXT08",Name="峯大",Text="要扛著她們去保健室纔行!")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="請冷靜點,峯大大人./n要扛著兩個大人走是不可能的!")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="我想老師她們恐怕是在剛才的戰鬥中/n被費洛蒙射擊的餘波影響到了.")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="雖然有點於心不忍,/n但被她們問東問西也很麻煩,/n我想放著不管纔是最好的選擇.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="唔......嗯......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="得要做緊急處置纔行!/n我想想,臉紅的情況是血液衝上來,/n所以要把頭抬高,然後讓她們躺下......")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="不,我想放著不管應該也沒問題唷./n她們恐怕只是被費洛蒙射擊的餘波影響到了.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="真......真是不講情分呢......")

Texts[15]=(Label="TEXT16",Name="峯大",Text="待在這種地方的話會弄髒啊....../n趕快帶她們到乾淨的地方......")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="不,雖然有點於心不忍,/n但要是她們恢復正常後追問情況也很麻煩,/n所以我想這裡還是放著不管比較好吧......")

Texts[17]=(Label="TEXT18",Name="峯大",Text="這......這樣啊?")

Texts[18]=(Label="TEXT19",Name="峯大",Text="呣呼呼....../n昏倒的老師就代表可以盡情惡作劇!/n噗嘻嘻,放風大解放...")

Texts[19]=(Label="TEXT20",Name="峯大",Text="因為我是峯大嘛!(得意)")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="我覺得很噁心....../n可以稍微離我遠一點嗎?")

Texts[21]=(Label="TEXT22",Name="峯大",Text="咦......")

Texts[22]=(Label="TEXT23",Name="峯大",Text="我看看,在臉上塗鴉好了....../n在額頭上寫個\"米\"怎麼樣......")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="別做這種無聊的事情了./n現在應該優先對付那個惡魔!!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="呿......")

Texts[25]=(Label="TEXT26",Name="峯大",Text="不過這也是無可奈何的吧......")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="啊啊!/n庫蘿娜不見了!/n從什麼時候!?")

Texts[27]=(Label="TEXT28",Name="峯大",Text="這下不妙了!/n趕快追上去吧!!")

Texts[28]=(Label="TEXT29",Name="峯大",Text="抱歉,老師!/n到了明天我會再補償妳們的!")

Texts[29]=(Label="TEXT30",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[30]=(Label="SELECT01",Name="",Text="大成功")

Texts[31]=(Label="SELECT02",Name="",Text="成功")

Texts[32]=(Label="SELECT03",Name="",Text="失敗")

Texts[33]=(Label="SELECT04",Name="",Text="")

Texts[34]=(Label="SELECT05",Name="",Text="")

Texts[35]=(Label="SELECT06",Name="",Text="扛著她們/n去保健室")

Texts[36]=(Label="SELECT07",Name="",Text="做緊急處置")

Texts[37]=(Label="SELECT08",Name="",Text="待在這種地方/n會弄髒")

Texts[38]=(Label="SELECT09",Name="",Text="現在的話/n能盡情惡作劇!")

Texts[39]=(Label="SELECT10",Name="",Text="在臉上塗鴉")


